;Place localized text in this file


[Shield_CV X2WeaponTemplate]
FriendlyName="Tactical Shield"
FriendlyNamePlural="Tactical Shields"
BriefSummary="Provides soldiers with enhanced survavability and allows them to provide cover to their squad."
TacticalText="<Bullet/> Provide full cover to adjacent squad mates. \n<Bullet/> Armor and Dodge Bonus. \n<Bullet/> Expose the soldier to flanks to draw fire, \n but stay near something to hunker down \n for an effective defense!"
AbilityDescName="shield"

[Shield_MG X2WeaponTemplate]
FriendlyName="Magnetic Shield"
FriendlyNamePlural="Magnetic Shields"
BriefSummary="Provides soldiers with enhanced survavability and allows them to provide cover to their squad."
TacticalText="<Bullet/> Provide full cover to adjacent squad mates. \n<Bullet/> Armor and Dodge Bonus. \n<Bullet/> Expose the soldier to flanks to draw fire, \n but stay near something to hunker down \n for an effective defense!"
AbilityDescName="shield"

[Shield_BM X2WeaponTemplate]
FriendlyName="Beam Shield"
FriendlyNamePlural="Beam Shields"
BriefSummary="Provides soldiers with enhanced survavability and allows them to provide cover to their squad."
TacticalText="<Bullet/> Provide full cover to adjacent squad mates. \n<Bullet/> Armor and Dodge Bonus. \n<Bullet/> Expose the soldier to flanks to draw fire, \n but stay near something to hunker down \n for an effective defense!"
AbilityDescName="shield"